[Version]
7.7

[Main]	
Item0000=Dobro došli u program HP Recovery Manager. Pomoću ove alatke možete da obnovite rad računara ako eventualno prestane da radi kako treba.
Item0001=Odmah mi je potrebna pomoć
Item0002=Želim da izvršim zadatke održavanja
Item0003=Želim da kontaktiram HP podršku
Item0004=Želim da preduzmem bezbednosne mere
Item0005=Windows oporavak sistema
Item0006=Vratite sistem u stanje u kojem se nalazio ranije
Item0007=Windows okruženje za oporavak sistema
Item0008=Ponovo pokrenite sistem i unesite Windows okruženje za oporavak sistema kako biste osvežili sliku ili vratili sistem na njegovo originalno fabričko stanje
Item0009=Napravite rezervne kopije datoteka
Item0010=Napravite rezervne kopije svojih ličnih podataka
Item0011=Oporavak smanjene slike
Item0012=Oporavite samo operativni sistem, upravljačke programe i izabrani softver (jednostavna slika)
Item0013=Pokrenite proveru računara
Item0014=Upotrebite alatku za dijagnostiku hardvera da biste dijagnostikovali memoriju računara, HD itd...
Item0015=Kreiranje medijuma za oporavak
Item0016=Kreirajte skup medijuma za oporavak sistema
Item0017=Uklonite particije za oporavak
Item0018=Izbrišite fabrički instaliranu sliku za pravljenje rezervne kopije softvera kako biste oslobodili prostor na čvrstom disku
Item0019=Fabričko resetovanje
Item0020=Uspostavite početne vrednosti za računar tako što ćete u potpunosti izbrisati čvrsti disk i vratiti ga u prvobitno, fabričko stanje
Item0021=Izvršite održavanje računara
Item0022=Rešite probleme na računaru, preuzmite ažuriranja i naučite više o svom računaru
Item0023=Zatražite pomoć od HP podrške
Item0024=Prikaži kontakt informacije za HP podršku za korisnike
Item0025=Prikaži kontakt informacije
Item0026=Prikaži kontakt informacije za HP podršku za korisnike
Item0027=Ponovna instalacija upravljačkih programa i aplikacija
Item0028=Ponovo instalirajte upravljačke programe i aplikacije
Item0029=Onemogućeno: Particija za oporavak je uklonjena.
Item0030=Onemogućeno: Koristite medijum za oporavak da biste oporavili sistem.
Item0031=Onemogućeno: Opcija Windows oporavak sistema je isključena.
Item0032=Onemogućeno: HP Support Assistant nije instaliran.
Item0033=Windows rezervne kopije i vraćanje u prethodno stanje
Item0034=Kreirajte rezervnu kopiju ili vratite datoteke u prethodno stanje koristeći postojeću rezervnu kopiju
Item0035=Nedovoljna prava pristupa
Item0036=Za program HP Recovery Manager neophodne su administrativne privilegije da bi se pokrenuo. Povećajte podešavanje za kontrolu korisničkog naloga (UAC). 	
Item0037=Verzija: 00
Item0038=Onemogućeno: Nije podržano sa dinamičkim diskom
Item0039=Onemogućeno: Upotrebite Windows Upravljanje diskovima
Item0040=Windows istorija datoteka
Item0041=Pristup particiji za oporavak neophodan je za neke funkcije. Priključite tablet računar na osnovu i ponovo pokrenite aplikaciju HP Recovery Manager kako biste omogućili ove opcije.
Item0042=Za korišćenje ove opcije, priključite tablet računar na osnovu i ponovo pokrenite aplikaciju HP Recovery Manager.
Item0043=Opcije oporavka i pravljenja rezervnih kopija datoteka zahtevaju pristup particiji za oporavak u osnovi. Priključite tablet računar na osnovu, ponovo pokrenite sistem i pritisnite F11 za ponovno pokretanje aplikacije HP Recovery Manager. Kliknite na Nastavi za poketanje provere računara.
Item0044=Osvežavanje sistema Windows
Item0045=Mere predostrožnosti
Item0046=Podrška
Item0047=Održavanje
Item0048=Kreiranje medijuma za oporavak
Item0049=Kreiranje medijuma za oporavak za vaš sistem
Item0050=Održavanje računara 
Item0051=Kontaktiranje HP podrške
Item0052=Uklanjanje particije za oporavak
Item0053=Kreiranje tačaka vraćanja ili korišćenje prethodno kreiranih tačaka vraćanja za vraćanje sistema ranijeg datuma
Item0054=Istorija datoteke u sistemu Windows
Item0055=Okruženje za HP Recovery
Item0056=Ponovo pokrenite HP okruženje za oporavak i uđite u njega da biste vratili sistem u originalno fabričko stanje
Item0057=Nemojte vaditi tablet iz bazne stanice tokom procesa oporavka. Ako to uradite, sa tableta neće moći da se pokrene sistem.
Item0058=Pokrenite ponovo i unesite 00 da biste vratili sistem u prethodno stanje
Item0059=Uspostavljanje početnih vrednosti sistema Windows
Item0060=Program HP Recovery Manager je podržan samo u horizontalnom režimu.
Item0061=Zatvorite program HP Recovery Manager, ekran prebacite u horizontalni režim, a zatim ponovo pokrenite program HP Recovery Manager.

[General]	
Item0100=Nazad
Item0101=Dalje
Item0102=Otkaži
Item0103=Nastavi
Item0104=Završi
Item0105=U redu
Item0106=Želite li da napustite program HP Recovery Manager?
Item0107=Uverite se da je vaš računar priključen na adapter napajanja jer proces obnavljanja u suprotnom može biti prekinut.
Item0108=HP Recovery Manager je već pokrenut!!
Item0109=Pon. pok. sis.
Item0110=Isključi
Item0111=Oprez: Vaš računar se trenutno napaja preko baterije.
Item0112=Za ovaj proces je neophodno da računar bude priključen na adapter napajanja.
Item0113=Priključite adapter napajanja računara, a zatim kliknite na „U redu“ da biste nastavili proces.
Item0114=HP Recovery Manager nije uspeo da se pokrene. Kôd greške = 00
Item0115=Došlo je do grešaka. Pokušajte ponovo.
Item0116=HP Recovery Manager
Item0117=HP Recovery Manager
Item0118=(kôd greške=00)
Item0119=Oporavak nije podržan za trenutnu konfiguraciju, omogućite opciju ubrzanja za Intel Smart Response tehnologiju i pokušajte opet.
Item0120=Recovery Manager je za Windows 7. Nije kompatibilan sa operativnim sistemom Windows 8.
Item0121=Ovaj Softpaq nije podržan za Windows 7. Prvo nadogradite sistem na Windows 8.
	
[Windows System Restore]
Item0200=Windows oporavak sistema
Item0201=Da biste koristili Windows oporavak sistema, HP Recovery Manager će se zatvoriti.
Item0202=Windows oporavak sistema može da pomogne u rešavanju problema zbog kojih računar možda radi sporo ili se ne odaziva. To neće uticati na dokumente, slike ili druge lične podatke.
Item0203=Da biste automatski pokrenuli Windows oporavak sistema, kliknite na dugme „Dalje“.
	       	
[Computer Checkup]	
Item0250=Provera računara
Item0251=Pokrenite alatku Check Disk (Provera diska) za Windows particiju
Item0252=Pokrenite alatku Check Disk (Provera diska) za particiju za oporavak
Item0253=Otvorite prozor komandne linije
Item0254=Da biste nastavili, izaberite opciju, a zatim kliknite na „Dalje“.
		
[Remove Recovery Partition]	
Item0300=Uklanjanje particije za oporavak
Item0301=Windows Push Button Reset (Komandno dugme za resetovanje Windows sistema) i opcije za HP oporavak slike neće biti dostupni nakon uklanjanja particije za oporavak.
Item0302=Razumem. Nastavi sa uklanjanjem particije za oporavak.
Item0303=Nastavi
Item0304=Kreiranje medijuma za oporavak nije završeno. Opcija kreiranja medijuma za oporavak neće biti dostupna nakon uklanjanja particije za oporavak.
Item0305=Sada idite na 00.
Item0306=Uklanjanje particije za oporavak...
Item0307=Kliknite na „Nastavi“ da biste se vratili na matičnu stranicu
Item0308=Matična stranica
Item0309=Kreiranje medijuma za oporavak
Item0310=Došlo je do greške prilikom uklanjanja particije za oporavak. Pokušajte ponovo.
Item0311=Particija za oporavak je uspešno uklonjena.
Item0312=HP opcije oporavka slike neće biti dostupne nakon uklanjanja particije za oporavak.
		
[File Restore Program]	
Item0400=Oporavak datoteka 
Item0401=Dobro došli
Item0402=Program za oporavak datoteka vam omogućava da oporavite datoteke čije ste rezervne kopije ranije napravili.
Item0403=Da biste nastavili, kliknite na „Dalje“.
Item0404=Koje tipove datoteka želite da oporavite?
Item0405=Slike
Item0406=Muzika i druge audio datoteke
Item0407=Video snimci i filmovi
Item0408=Snimljeni TV program
Item0409=Dokumenti, tabele i prezentacije
Item0410=E-poruke, omiljene Internet lokacije i podešavanja
Item0411=Drugo
Item0412=Pomoć
Item0413=Vaše datoteke su oporavljene i nalaze se na sledećoj lokaciji:
Item0414=Prečica do ove lokacije je postavljena na radnu površinu.
Item0415=Proces oporavka datoteka je u toku
Item0416=Završeno:  00%
Item0417=Sačekajte...
Item0418=Datoteke su oporavljene
Item0419=Proces oporavka datoteka je uspešno završen.
Item0420=Da biste zatvorili ovaj program, kliknite na „Završi“.
Item0421=Putanje nekih oporavljenih datoteka su duže od 260 znakova. Pogledajte datoteku 00.
Item0422=U redu
Item0423=Upozorenje
Item0424=Program za oporavak datoteka je već pokrenut.
Item0425=Morate da budete u operativnom sistemu Windows 7 da biste mogli da pokrenete program za oporavak datoteka.
Item0426=Otkazati oporavak datoteka?
Item0427=Oporavak je otkazan
Item0428=Otkazali ste proces oporavka.
Item0429=Gde želite da sačuvate rezervne kopije?
Item0430=Lokalni disk
		
[File Backup Program]	
Item0500=Pravljenje rezervnih kopija datoteka
Item0501=Za koje tipove datoteka želite da napravite rezervne kopije?
Item0502=Slike
Item0503=Muzika i druge audio datoteke
Item0504=Video snimci i filmovi
Item0505=Snimljeni TV program
Item0506=Dokumenti, tabele i prezentacije
Item0507=E-poruke, omiljene Internet lokacije i podešavanja
Item0508=Drugo
Item0509=Pomoć
Item0510=Da biste nastavili, kliknite na „Dalje“.
Item0511=Skeniranje
Item0512=Čarobnjak za pravljenje rezervnih kopija datoteka kreira listu datoteka čije će rezervne kopije biti napravljene.
Item0513=Ovaj proces može da potraje nekoliko minuta.
Item0514=Završeno: 00 %
Item0515=Sačekajte...
Item0516=Na ovoj particiji sistema na čvrstom disku trenutno nema dovoljno slobodnog prostora za privremeno skladištenje tokom kompresije podataka.
Item0517=Morate da oslobodite prostor na ovoj particiji sistema na čvrstom disku da bi se zadatak nastavio.
Item0518=U redu
Item0519=Upozorenje
Item0520=Da biste nastavili, izaberite opciju, a zatim kliknite na „Dalje“.
Item0521=Kreiranje rezervnih kopija
Item0522=Kreiranje rezervnih kopija datoteka
Item0523=Kompletiranje rezervnih kopija datoteka
Item0524=Nije pronađena nijedna datoteka u okviru tipova datoteka koje je izabrao korisnik.
Item0525=Gde želite da sačuvate rezervne kopije?
Item0526=Veličina izvornih datoteka:  00
Item0527=Ime
Item0528=Tip
Item0529=Ukupna veličina
Item0530=Slobodan prostor
Item0531=Nema dostupnog uređaja za rezervne kopije datoteka. Uverite se da je priključena uklonljiva disketa.
Item0532=Uklonljiv uređaj
Item0533=Program za pravljenje rezervnih kopija datoteka je spreman.
Item0534=Vaše datoteke će biti sačuvane na lokaciji (00).
Item0535=Kopiranje rezervnih kopija 
Item0536=Odredišna disk jedinica nije povezana.
Item0537=Pravljenje rezervnih kopija datoteka
Item0538=HP Recovery Manager je uspešno kreirao rezervne kopije.
Item0539=Da li želite da otkažete pravljenje rezervnih kopija datoteka?
Item0540=Otkaži
Item0541=Pravljenje rezervnih kopija je otkazano
Item0542=Uspešno ste otkazali proces pravljenja rezervnih kopija.
Item0543=Otkazali ste proces pravljenja rezervnih kopija.
Item0544=Da li želite da nastavite proces oporavka sistema?
Item0545=Da li želite da nastavite proces oporavka smanjene slike?
Item0546=Da li želite da nastavite proces fabričkog resetovanja?
Item0547=Da
Item0548=Ne
Item0549=Narezivač
Item0550=Nema dostupnog uređaja za rezervne kopije datoteka. Uverite se da je priključena uklonljiva disketa ili narezivač.
Item0551=Automatsko pravljenje rezervnih kopija
Item0552=Omogućava korisniku da izabere kategorije za pravljenje rezervnih podataka (na primer – fotografije). Program će napraviti rezervne kopije većeg dela tipova datoteka koje ova kategorija obično koristi. Koristite ovu opciju ako želite da na lak način konfigurišete proces pravljenja rezervnih kopija.
Item0553=Ručno konfigurisanje procesa pravljenja rezervnih kopija datoteka
Item0554=Omogućava korisniku da odabere određene datoteke i direktorijume čije će rezervne kopije biti napravljene. Koristite ovu opciju ako želite da u potpunosti kontrolišete stavke čije će rezervne kopije biti napravljene.
Item0555=Direktno kopiranje podataka
Item0556=Program za direktno kopiranje podataka ne komprimuje podatke i datoteke se ne vraćaju u početno stanje pomoću programa HP Recovery Manager. Da biste nakon završetka procesa pravljenja rezervnih kopija pristupili datotekama sa bilo kog računara, jednostavno pretražite direktorijum sa datotekama za oporavak sistema (System Recovery Files).
Item0557=Da biste vratili podatke u prvobitni sistem, jednostavno prekopirajte datoteke nazad.
Item0558=Ubacite prazan DVD+R ili DVD-R disk i kliknite na „Dalje“.
Item0559=Završeno narezivanje:  00 %
Item0560=Ukupno diskova:  00
Item0561=Trenutni disk:  00
Item0562=Ubacite disk
Item0563=Ubacite prazan disk.
Item0564=Program HP Recovery Manager ne podržava disk koji ste ubacili. Ubacite prazan DVD+R ili DVD-R disk (kapaciteta 4,7 GB).
Item0565=Priprema podataka 
	
[Recovery Media Creation]	
Item0600=Matična stranica
Item0601=Kreiranje medijuma za oporavak
Item0602=Dozvoljeno je kreiranje samo 00 skupa medijuma za oporavak.
Item0603=Prihvatam.
Item0604=Nastavi
Item0605=Umetnite jedan od sledećih medija:
Item0606=USB fleš disk
Item0607=Potrebno je najmanje 00 GB kapaciteta
Item0608=DVD
Item0609=Potrebno je 00 diska/ova
Item0610=DVDDL
Item0611=Da li želite da nastavite da koristite označeni medijum?
Item0612=Da
Item0613=Ne
Item0614=Kreira se USB fleš disk za oporavak...
Item0615=Pripremite disk
Item0616=Formatiranje USB fleš diska
Item0617=Kopiraj sliku
Item0618=Kopiranje slike za oporavak na USB fleš disk...
Item0619=Proveri disk
Item0620=Provera slike za oporavak na USB fleš disku...
Item0621=00 % završeno
Item0622=Ubacite disk
Item0623=Ubacite disk 00 da biste nastavili. Kliknite na „Otkaži“ da biste prekinuli kreiranje medijuma za oporavak. Proces kreiranja medijuma za oporavak možete da nastavite u svakom trenutku tako što ćete ponovo izabrati opciju Kreiraj medijume za oporavak.
Item0624=Priprema podataka
Item0625=Kreiranje slike za oporavak
Item0626=Nareži podatke
Item0627=Narezivanje slike za oporavak na disk
Item0628=Proveri disk
Item0629=Provera slike za oporavak na disku
Item0630=Medijum za oporavak je kreiran na lokaciji 00. Dozvoljeno je kreiranje samo JEDNOG skupa medijuma za oporavak.
Item0631=Kliknite na „U redu“ da biste se vratili na matičnu stranicu
Item0632=U redu
Item0633=Kreiranje medijuma za oporavak nije završeno. Kliknite na „Nastavi“ da biste završili proces kreiranja medijuma za oporavak.
Item0634=Otkaži
Item0635=Priključite adapter napajanja računara
Item0636=Da bi se ovaj proces nastavio, baterija mora biti instalirana i računar mora biti priključen na adapter napajanja
Item0637=Instalirajte bateriju
Item0638=Nije pronađena optička disk jedinica
Item0639=Sada možete da povežete optičku disk jedinicu
Item0640=Blu-ray disk
Item0641=Kreiranje diska za oporavak 00 je završeno. Stavite nalepnicu na disk 00 i čuvajte ga na sigurnom mestu.
Item0642=USB fleš disk će biti formatiran. Svi podaci na USB fleš disku će biti izgubljeni. Sav prostor na USB fleš disku će biti iskorišćen za skladištenje slike za oporavak (čak i ako je USB fleš disk veći od predviđene veličine slike za oporavak).
Item0643=Kliknite na „Otkaži“ da biste se vratili na odeljak za izbor medijuma ili kliknite na „Nastavi“ da biste započeli pripremu diska.
Item0644=Izaberite jednu od sledećih opcija za medijume 
Item0645=JEDNOG
Item0646=Analiziranje hardvera…
Item0647=U toku je kreiranje medijuma za oporavak. Nije moguće zatvoriti HP Recovery Manager.
Item0648=Došlo je do greške prilikom kreiranja medijuma za oporavak. Pokušajte ponovo.
Item0649=Kapacitet ubačenog fleš diska nije dovoljan. Ubacite drugu disk jedinicu.
Item0650=Prepisivi medijumi nisu podržani. Ubacite prazan disk 00.
Item0651=Ubačeni disk nije prazan. Ubacite prazan disk 00.
Item0652=Disk za oporavak 00 od 01 je završen. Stavite nalepnicu na disk 00 od 01 i čuvajte ga na sigurnom mestu.
Item0653=Disk za oporavak je uspešno kreiran.
Item0654=Fleš disk za oporavak je uspešno kreiran. Stavite nalepnicu na njega i čuvajte ga na sigurnom mestu.
Item0655=Potreban je disk (00)
Item0656=Prepisivi medijumi nisu podržani!!
Item0657=Ubačeni medijum nije podržan!!
Item0658=Particija za oporavak je uklonjena – opcija za kreiranje medijuma za oporavak više nije dostupna
Item0659=Provera diska nije uspela. Upotrebite drugi disk i pokušajte ponovo.
Item0660=Narezivanje diska nije uspela. Upotrebite drugi disk i pokušajte ponovo.
Item0661=Ovaj sistem je kreiran iz medijuma za oporavak. Dozvoljeno je kreiranje samo JEDNOG skupa medijuma za oporavak.
Item0662=Particija za oporavak je bila uklonjena.
Item0663=Premašeno je ograničenje USB-a
Item0664=Slika za oporavak premašuje 32 GB. Koristite optički medijum.
Item0665=Slika za oporavak premašuje ograničenje veličine od 32 GB za USB fleš disk. Da biste napravili medijum za oporavak, moraćete da koristite optičke medijume (DVD-ove).
Item0666=Proverite da li USB fleš disk može da sadrži 00 GB podataka (maksimalno 32 GB).
Item0667=- Disk za oporavak 00 od 01 je završen. Disk označite kao „00 od 01“ i čuvajte ga na sigurnom mestu.
Item0668=- Ubacite disk da biste nastavili ili kliknite na Otkaži da biste zaustavili pravljenje medija za oporavak. 
Item0669=- Možete nastaviti u bilo kom trenutku ponovnim izborom opcije Pravljenje medija za oporavak
Item0670=Oprez: Izabrana USB fleš memorija će biti formatirana. Svi podaci na USB fleš memoriji će biti izgubljeni.
Item0671=Najviše 32 GB na USB fleš memoriji će biti iskorišćeno za sliku za oporavak. Ako je USB fleš memorija veća od 32 GB, preostali prostor na fleš memoriji neće biti upotrebljiv nakon kreiranja medijuma za oporavak.
Item0672=Kliknite na Otkaži da biste se vratili na izbor medija ili kliknite na Nastavi da biste pokrenuli pravljenje medija za oporavak.
Item0673=Izaberite 00 da biste se vratili na izbor medija ili izaberite 01 da biste pokrenuli pravljenje medija za oporavak.
	
[System Recovery]	
Item0700=Vratite računar u prvobitno fabričko stanje
Item0701=Ovaj proces će ponovo instalirati prvobitnu fabričku sliku na particiju sistema, ali neće unositi druge promene na čvrsti disk.
Item0702=Sve datoteke koje je kreirao korisnik i svi programi instalirani nakon kupovine će biti izgubljeni.
Item0703=Prvo napravite rezervne kopije datoteka (preporučeno)
Item0704=Oporavak sistema bez pravljenja rezervnih kopija datoteka
Item0705=Da biste nastavili, izaberite opciju, a zatim kliknite na „Dalje“.
Item0706=HP okruženje za oporavak
Item0707=Dobro došli u program HP Recovery Manager
Item0708=Koristite ovaj program da biste vratili računar u prvobitno fabričko stanje.
Item0709=Iskopčajte sve spoljašnje uređaje pre nego što nastavite.
Item0710=Dodatne informacije potražite u dokumentaciji na računaru.
Item0711=Da biste nastavili, kliknite na „Dalje“.
Item0712=Oporavak fabričke slike
Item0713=Ponovno formatiranje Windows particije čvrstog diska
Item0714=Ponovno instaliranje prvobitnog softvera
Item0715=Završeno:  00 % 
Item0716=Procena preostalog vremena: 00 minut(a)
Item0717=Sačekajte...
Item0718=Oporavak je završen
Item0719=Kada se računar ponovo pokrene, a vi završite početno podešavanje računara, morate da preduzmete još neke značajne korake:
Item0720=Ažurirajte bezbednosne datoteke koje ste dobili od korporacija Microsoft i HP
Item0721=Ponovo instalirajte softver koji niste dobili uz računar
Item0722=Oporavite sve lične podatke za koje ste možda napravili rezervne kopije (ukoliko je primenljivo)
Item0723=Kliknite na „Završi“ da biste ponovo pokrenuli računar.
Item0724=Priprema oporavka
Item0725=Čvrsti disk će ponovo biti formatiran, a sve datoteke potrebne za obnavljanje fabričke slike biće kopirane na čvrsti disk.
Item0726=Instalacija oporavljenog sadržaja
Item0727=Softver i upravljački programi su instalirani, a sadržaj prilagođen za vaš računar.
Item0728=HP Recovery Manager će vratiti čvrsti disk na početno fabričko stanje. Svi podaci korisnika i promene na čvrstom disku će biti izgubljeni.
Item0729=U redu
Item0730=Otkaži
Item0731=Priprema oporavka fabričke slike
Item0732=Kopiranje datoteka potrebnih za obnavljanje čvrstog diska
Item0733=Priprema oporavka je završena
Item0734=Nakon ponovnog pokretanja računara, počeće faza instalacije oporavljenog sadržaja.
Item0735=Softver i upravljački programi biće instalirani, a sadržaj prilagođen za vaš računar.
Item0736=U toku ove faze računar će se u više navrata automatski ponovo pokretati. To je uobičajeni deo ovog procesa.
Item0737=U toku ove faze nemojte isključivati računar, zatvarati poklopac, isključivati računar iz adaptera napajanja ili pokušavati da mu pristupite.
Item0738=Kliknite na „Nastavi“ da biste ponovo pokrenuli računar.
Item0739=Umetnite disk za oporavak br. 00.
Item0740=Uklonite medijum za oporavak iz sistema
Item0741=Oporavak sistema ne može da se obavi u okviru sistema Windows. Da li želite da ponovo pokrenete sistem i aktivirate okruženje za oporavak sistema?
Item0742=Želite da nastavite?
Item0743=Priprema okruženja za oporavak……
Item0744=Zatvorite sve aplikacije i ponovo pokrenite sistem.
Item0745=Pre nego što nastavite, iskopčajte sve spoljašnje uređaje osim tastature, miša i monitora.
Item0746=Oporavak sistema ne može da se obavi u okviru sistema Windows. Da li želite da ponovo pokrenete sistem i aktivirate okruženje za oporavak sistema?
Item0747=Proces oporavka sastoji se od dve faze:
Item0748=Matična stranica
Item0749=Oporavak sistema
Item0750=Onemogućeno: Upotrebite opciju za fabričko resetovanje da biste oporavili sistem 
Item0751=Ažurirajte sistem tako što ćete instalirati najnovija ažuriranja koja obezbeđuju Microsoft i HP.
Item0752=Izabrali ste HP okruženje za oporavak. Sistem će se ponovo pokrenuti i ući u okruženje za oporavak. Želite li da nastavite?
Item0753=Ako je vaš računar prvobitno imao više operativnih sistema, proces oporavka će vratiti sve operativne sisteme u fabričko stanje.
Item0754=Izabrali ste 00. Sistem će se ponovo pokrenuti i ući u okruženje za oporavak. Želite li da nastavite?
Item0755=Biće izgubljene sve datoteke i particije koje su kreirali korisnici, kao i svi programi instalirani nakon kupovine.
Item0756=Proces oporavka sastoji se od dve faze:
Item0757=Priprema oporavka
Item0758=Windows particija će ponovo biti formatirana a sve datoteke potrebne za obnavljanje originalnog fabričkog stanja operativnog sistema Windows biće kopirane na čvrsti disk.
Item0759=Instalacija oporavljenog sadržaja
Item0760=Softver i upravljački programi biće instalirani, a sadržaj prilagođen za vaš računar.
Item0761=Vraćanje datoteka na čvrsti disk
Item0762=HP Drive Encryption (HPDE) je omogućen na ovom računaru. Onemogućite HPDE pre pokretanja oporavka sistema.
	
[Minimized Image Recovery]	
Item0800=Oporavak smanjene slike
Item0801=Ovaj proces će ponovo instalirati početno Windows okruženje u kojem su instalirani upravljački programi i minimalan softver.
Item0802=Sve datoteke koje je kreirao korisnik i svi programi instalirani nakon kupovine će biti izgubljeni.
Item0803=Prvo napravite rezervne kopije datoteka (preporučeno)
Item0804=Oporavak sistema bez pravljenja rezervnih kopija datoteka
Item0805=Da biste nastavili, izaberite opciju, a zatim kliknite na „Dalje“.
Item0806=Oporavak smanjene slike
Item0807=Dobro došli u program HP Recovery Manager
Item0808=Ovaj proces će ponovo instalirati početno Windows okruženje, u kojem su instalirani upravljački programi i minimalan softver.
Item0809=Proces oporavka sastoji se od dve faze:
Item0810=Priprema oporavka
Item0811=Čvrsti disk će ponovo biti formatiran, a sve datoteke potrebne za oporavak smanjene fabričke slike biće kopirane na čvrsti disk.
Item0812=Instalacija oporavljenog sadržaja
Item0813=Softver i upravljački programi biće instalirani, a sadržaj prilagođen za vaš računar.
Item0814=Iskopčajte sve spoljašnje uređaje pre nego što nastavite.
Item0815=Dodatne informacije potražite u dokumentaciji na računaru.
Item0816=Da biste nastavili, kliknite na „Dalje“.
Item0817=Otkriven je dinamički disk. Oporavak ne može biti nastavljen. Morate da koristite medijume za oporavak da biste vratili računar na prethodno stanje
Item0818=Priprema oporavka smanjene slike
Item0819=Ponovno formatiranje Windows particije čvrstog diska
Item0820=Kopiranje datoteka potrebnih za obnavljanje čvrstog diska
Item0821=Završeno:  00 % 
Item0822=Procena preostalog vremena: 00 minut(a)
Item0823=Sačekajte...
Item0824=Priprema oporavka je završena
Item0825=Nakon ponovnog pokretanja računara, počeće faza instalacije oporavljenog sadržaja.
Item0826=Softver i upravljački programi biće instalirani, a sadržaj prilagođen za vaš računar.
Item0827=U toku ove faze računar će se u više navrata automatski ponovo pokretati. To je uobičajeni deo ovog procesa.
Item0828=U toku ove faze nemojte isključivati računar, zatvarati poklopac, isključivati računar iz adaptera napajanja ili pokušavati da mu pristupite.
Item0829=Kliknite na „Nastavi“ da biste ponovo pokrenuli računar.
Item0830=Oporavak je završen
Item0831=Kada se računar ponovo pokrene, a vi završite početno podešavanje računara, morate da izvršite još neke značajne korake:
Item0832=Ažurirajte bezbednosne datoteke koje ste dobili od korporacija Microsoft i HP
Item0833=Ponovo instalirajte softver koji niste dobili uz računar
Item0834=Oporavite sve lične podatke za koje ste možda napravili rezervne kopije (ukoliko je primenljivo)
Item0835=Kliknite na „Završi“ da biste ponovo pokrenuli računar.
Item0836=U redu
Item0837=Umetnite disk za oporavak br. 00.
Item0838=Uklonite medijum za oporavak iz sistema
Item0839=HP Recovery Manager će instalirati smanjenu sliku. Svi podaci korisnika i promene na čvrstom disku će biti izgubljeni.
Item0840=Pre nego što nastavite, iskopčajte sve spoljašnje uređaje osim tastature, miša i monitora.
Item0841=Onemogućeno: Upotrebite opciju za fabričko resetovanje da biste oporavili sistem
Item0842=Ako je vaš računar prvobitno imao više operativnih sistema, proces oporavka će vratiti sve operativne sisteme u fabričko stanje.
	
[Boot from UCRD]	
Item0900=Oporavak sistema
Item0901=HP Recovery Manager podrazumevano pokreće oporavak sa čvrstog diska, ali ga vi možete pokrenuti sa medijuma koji ste umetnuli.
Item0902=Pokrenite program sa medijuma
Item0903=Pokrenite program sa čvrstog diska
Item0904=Da biste nastavili, izaberite opciju, a zatim kliknite na „Dalje“.
Item0905=Pokrenite program sa čvrstog diska
Item0906=Računar će sada ponovo pokrenuti sistem sa particije.
Item0907=Uklonite medijum za oporavak pre nego što nastavite.
Item0908=Da biste zatvorili čarobnjak, kliknite na „Završi“.
Item0909=Kontaktirajte HP podršku za korisnike
Item0910=Medijumi za oporavak sistema ne podržavaju ovaj računar.
Item0911=Ne možete da izvršite oporavak sistema pomoću ovih medijuma.
Item0912=Ne možete da izvršite oporavak sistema pomoću porta urešaja. Kontaktirajte HP podršku za korisnike.
		
[Factory Reset]	
Item1000=Fabričko resetovanje
Item1001=Oporavak fabričke slike
Item1002=Da li želite da vratite sistem u prvobitno fabričko stanje?
Item1003=Prvo napravite rezervne kopije datoteka (preporučeno)
Item1004=Oporavak sistema bez pravljenja rezervnih kopija datoteka
Item1005=Da biste nastavili, izaberite opciju, a zatim kliknite na „Dalje“.
Item1006=Dobro došli u program HP Recovery Manager
Item1007=Koristite ovaj program da biste vratili računar u prvobitno fabričko stanje.
Item1008=Proces oporavka sastoji se od dve faze:
Item1009=Priprema oporavka
Item1010=Čvrsti disk će ponovo biti formatiran, a sve datoteke potrebne za obnavljanje fabričke slike biće kopirane na čvrsti disk.
Item1011=Instalacija oporavljenog sadržaja
Item1012=Softver i upravljački programi su instalirani, a sadržaj prilagođen za vaš računar.
Item1013=Iskopčajte sve spoljašnje uređaje pre nego što nastavite.
Item1014=Dodatne informacije potražite u dokumentaciji na računaru.
Item1015=Da biste nastavili, kliknite na „Dalje“.
Item1016=HP Recovery Manager će vratiti čvrsti disk na početno fabričko stanje. Svi podaci korisnika i promene na čvrstom disku će biti izgubljeni.
Item1017=Priprema oporavka fabričke slike
Item1018=Ponovno formatiranje Windows particije čvrstog diska
Item1019=Kopiranje datoteka potrebnih za obnavljanje čvrstog diska
Item1020=Vraćanje datoteka na čvrsti disk
Item1021=Završeno:  00 % 
Item1022=Sačekajte...
Item1023=Procena preostalog vremena: 00 minut(a)
Item1024=Priprema oporavka je završena
Item1025=Nakon ponovnog pokretanja računara, počeće faza instalacije oporavljenog sadržaja.
Item1026=Softver i upravljački programi biće instalirani, a sadržaj prilagođen za vaš računar.
Item1027=U toku ove faze računar će se u više navrata automatski ponovo pokretati. To je uobičajeni deo ovog procesa.
Item1028=U toku ove faze nemojte isključivati računar, zatvarati poklopac, isključivati računar iz adaptera napajanja ili pokušavati da mu pristupite.
Item1029=Kliknite na „Nastavi“ da biste ponovo pokrenuli računar.
Item1030=Oporavak je završen
Item1031=Kada se računar ponovo pokrene, a vi završite početno podešavanje računara, morate da izvršite još neke značajne korake:
Item1032=Ažurirajte bezbednosne datoteke koje ste dobili od korporacija Microsoft i HP
Item1033=Ponovo instalirajte softver koji niste dobili uz računar
Item1034=Oporavite sve lične podatke za koje ste možda napravili rezervne kopije (ukoliko je primenljivo)
Item1035=Kliknite na „Završi“ da biste ponovo pokrenuli računar.
Item1036=Da
Item1037=Ne
Item1038=Kontaktirajte HP podršku za korisnike
Item1039=U većini slučajeva, oporavak čvrstog diska će rešiti probleme.
Item1040=Ako se problemi i dalje budu javljali, možda ćete morati da kontaktirate HP podršku za korisnike.
Item1041=Kontakt informacije HP podrške možete naći u dokumentaciji računara.
Item1042=Da biste zatvorili ovaj program, kliknite na „Završi“.
Item1043=Umetnite disk za oporavak br. 00.
Item1044=Uklonite medijum za oporavak iz sistema
Item1045=HP Recovery Manager će vratiti čvrste diskove u prvobitno fabričko stanje. Svi podaci korisnika i sve promene na čvrstom disku će biti izgubljeni.
Item1046=U redu
Item1047=Otkaži
Item1048=Pre nego što nastavite, iskopčajte sve spoljašnje uređaje osim tastature, miša i monitora.
Item1049=Program HP Recovery Manager će vratiti čvrste diskove u prvobitno fabričko stanje. Svi podaci korisnika i sve promene na čvrstom disku će biti izgubljeni.	
Item1050=Ovaj proces će vratiti sistem u originalno fabričko stanje.
Item1051=Ponovo će biti napravljene particije na čvrstom disku i on će biti ponovo formatiran u originalno fabričko stanje.
Item1052=Biće izgubljene sve datoteke i particije koje su kreirali korisnici, kao i svi programi instalirani nakon kupovine.
Item1053=Ako je vaš računar prvobitno imao više operativnih sistema, proces oporavka će vratiti sve operativne sisteme u fabričko stanje.
	
[Restoration Incomplete]	
Item1100=Proces oporavka nije završen
Item1101=Proces oporavka se nije završio.
Item1102=Izaberite neko od sledećih dugmadi:
Item1103=Sačuvaj evidenciju
Item1104=Detalji
Item1105=Pokušaj ponovo
Item1106=Ova funkcija prikuplja informacije o vašem sistemu kako bi pomogla kompaniji HP u dijagnostikovanju problema.
Item1107=Umetnite izmenljivi disk sa najmanje 00 MB slobodnog prostora, a zatim kliknite na „U redu“.
Item1108=U redu
Item1109=Nema dovoljno slobodnog prostora. Umetnite izmenljivi disk sa najmanje 00 MB slobodnog prostora, a zatim kliknite na „U redu“.
Item1110=Datoteka evidencije je sačuvana kao 00.
Item1111=Umetnite medijum za oporavak.
Item1112=Kliknite na „Nastavi“ da biste ponovo pokrenuli računar.
Item1113=Nastavi
Item1114=Ukupan prostor na čvrstom disku je manji od prostora na originalnom fabrički instaliranom čvrstom disku. Postupak oporavka ne može da se nastavi.
Item1115=Ukupan prostor na čvrstom disku je premali. Postupak oporavka ne može da se nastavi.
		
[Drivers and Applications Reinstall]	
Item1200=Ponovna instalacija upravljačkih programa i aplikacija
Item1201=Priprema liste upravljačkih programa i aplikacija
Item1202=Matična stranica
Item1203=Instaliraj
Item1204=Instaliranje
Item1205=Dovršeno
Item1206=Aplikacije (00)
Item1207=Upravljački programi (00)
Item1208=HP ažuriranja (00) – ažuriranja su preuzeta i instalirana sa sajta HP.com ili iz programa HP Support Assistant
Item1209=Verzija: 00
Item1210=00 stavki,
Item1211=00 od 01 izabranih stavki,
Item1212=00 aplikacija i
Item1213=00 aplikacija i
Item1214=00 upravljački program i
Item1215=00 upravljačkih programa i
Item1216=00 HP ažuriranje
Item1217=00 HP ažuriranja
Item1218=Instalacija je završena.
Item1219=Instaliranje softvera je u toku. Otkazano je zatvaranje programa HP Recovery Manager.
Item1220=U redu
Item1221=Deinstalirajte prethodnu verziju softvera pre njegovog ponovnog instaliranja.
Item1222=Došlo je do greške prilikom ponovnog instaliranja softvera. Pokušajte ponovo.
Item1223=Nema softverskog izvora na ovoj mašini
Item1224=Stavka
Item1225=00 od 01 izabranih stavki,
Item1226=Moguće je da jedan ili više izabranih upravljačkih programa i/ili aplikacija nisu ispravno instalirani i da su označeni uzvičnikom. Deinstalirajte ih sa računara pre nego što pokušate ponovo da ih instalirate u programu HP Recovery Manager.
Item1227=Moguće je da jedan ili više izabranih upravljačkih programa i/ili aplikacija nisu ispravno instalirani i da su označeni sa 00. Deinstalirajte ih sa računara pre nego što pokušate ponovo da ih instalirate u programu HP Recovery Manager.
Item1228=00 Upravljački program
Item1229=00 Upravljački programi
Item1230=Gotovo	
	
[RP Protection]	
Item1300=Particija za oporavak
Item1301=Upozorenje
Item1302=Ovaj deo vašeg čvrstog diska (ili particija) sadrži datoteke koje se koriste prilikom korišćenja Windows Push Button Reset (Komandno dugme za resetovanje Windows sistema) i HP oporavka slike.
Item1303=Nemojte da izbrišete niti promenite neku od ovih datoteka.
Item1304=Svaka promena na ovoj particiji mogla bi da utiče na buduću funkcionalnost oporavka sistema.
	
[Show Contact Information]	
Item1350=Kontaktirajte HP podršku za korisnike
Item1351=U većini slučajeva, oporavak fabričke slike će rešiti probleme.
Item1352=Ako i dalje budete imali probleme ili treba da zamenite medijume za oporavak sistema, možda ćete morati da zatražite pomoć od HP podrške za korisnike.
Item1353=HP podršku za korisnike možete da kontaktirate na adresi:
Item1354=www.hp.com/go/contacthp
Item1355=Kliknite na „Završi“ da biste zatvorili ovaj program.
Item1356=Kliknite na „Otkaži“ da biste zatvorili ovaj program.

[File Backup Program 2.0]
Item1400=Koji metod izbora datoteke želite da koristite za kreiranje rezervne kopije?
Item1401=Automatski izbor
Item1402=Izaberite kategorije datoteka za kreiranje rezervne kopije.
Item1403=Izbor korisnika
Item1404=Izaberite za koje direktorijume i datoteke želite ručno da napravite rezervne kopije.
Item1405=Sa automatskim izborom birate kategorije datoteka za kreiranje rezervne kopije. Na primer, „Slike“ i „Muzika i druge audio datoteke“. Program zatim na računaru traži datoteke u ovim kategorijama (na osnovu prethodno definisanog skupa tipova datoteka koji se obično koristi za takve datoteke) i kreira njihovu rezervnu kopiju. Datoteke su komprimovane i da bi im se pristupilo moraju biti vraćene u prethodno stanje korišćenjem opcije za vraćanje datoteke u prethodno stanje.
Item1406=Sa izborom korisnika birate datoteke i direktorijume za kreiranje rezervne kopije u prozoru programa Windows Explorer. Postoje dve opcije za kreiranje rezervne kopije – „Kompresija“ i „Bez kompresije“
Item1407=Kompresija: Datoteke su komprimovane i da bi im se pristupilo moraju biti vraćene u prethodno stanje korišćenjem opcije za vraćanje datoteke u prethodno stanje.
Item1408=Bez kompresije: Datoteke i direktorijumi se pojedinačno kopiraju bez komprimovanja. Datotekama može da se pristupi bez korišćenja opcije za vraćanje u prethodno stanje.
Item1409=Želite li da koristite kompresiju?
Item1410=Kompresija
Item1411=Bez kompresije
Item1412=Datoteke su komprimovane u WIM format i da bi im se pristupilo moraju biti vraćene u prethodno stanje na računaru korišćenjem opcije za vraćanje datoteke u prethodno stanje. Ova opcija smanjuje veličinu rezervne kopije i tokom vraćanja u prethodno stanje datoteke se automatski kopiraju na lokaciju „C:\“ i može im se pristupiti preko prečice na radnoj površini.
Item1413=Datoteke i direktorijumi se pojedinačno kopiraju bez komprimovanja i može im se pristupiti direktno na disku za rezervne kopije bez korišćenja opcije za vraćanje datoteke u prethodno stanje. Ova opcija ne smanjuje veličinu rezervne kopije, a datoteke i direktorijumi moraju ručno da se vrate na računar kopiranjem (kopiraj/nalepi).
Item1414=Za koje datoteke želite da napravite rezervne kopije?
Item1415=Pregledaj datoteke
Item1416=Veličina rezervne kopije:  00
Item1417=Ime
Item1418=Veličina
Item1419=Izbor medijuma za rezervnu kopiju
Item1420=Izbor medijuma: 00
Item1421=Broj diskova potrebnih za kreiranje rezervne kopije je 00.
Item1422=Da biste nastavili kreiranje rezervne kopije na izabranom medijumu kliknite na „Dalje“.
Item1423=Da biste izabrali drugi tip medijuma kliknite na „Nazad“.
Item1424=Priprema datoteke
Item1425=Kreiranje diska
Item1426=Nareži disk
Item1427=Proveri disk
Item1428=Ubacite disk 00 od 00 00.
Item1429=Izabrane datoteke
Item1430=Kopiraj datoteke
Item1431=Kopirane izabrane datoteke i direktorijumi
Item1432=Recovery Manager je uspešno kopirao datoteke
Item1433=Pronađene su datoteke veće od kapaciteta diska za rezervne kopije, proces kreiranja rezervne kopije ne može da nastavi.
Item1434=Promeni u režim kompresije
Item1435=Poništite izbor datoteka koje su veće od 00
Item1436=Ponovo izaberite uređaj
Item1437=Lista velikih datoteka
Item1438=Ubacite disk 00.
Item1439=Nema dovoljno praznog prostora na disku za kreiranje rezervne kopije. Povežite drugi disk ili oslobodite prostor na disku koji je trenutno povezan.
Item1440=Ovaj tip diska nije podržan.
Item1441=Smanjuje veličinu datoteke. Zahteva korišćenje opcije „Oporavak datoteka“.
Item1442=Ne smanjuje veličinu datoteke i ne zahteva opciju „Oporavak datoteka“.
Item1443=Rezervna kopija može da se sačuva samo na optičkom mediju ili spoljašnjem HDD-u. Ako željeni uređaj i/ili medij nije naveden ispod, proverite da li je uređaj povezan i uključen, kao i da li je željeni tip medija ubačen u optički uređaj kako biste mogli da nastavite proces pravljenja rezervne kopije.
Item1444=Ovo je pogrešan disk ili je možda neispravan. Ubacite disk 00.
Item1445=Rezervna kopija se može sačuvati samo na spoljašnjem čvrstom disku ili USB fleš memoriji u NTFS formatu. Uverite se da je željeni uređaj povezan i da je u NTFS formatu pre nastavka procesa pravljenja rezervne kopije.
Item1446=Ako je u opciji Automatski izbor ili Izbor korisnika izabrano 00, biće napravljena rezervna kopija svih datoteka u režimu Bez kompresije koja se mora vratiti ručnim kopiranjem podataka. Opcija Oporavak datoteka ne može da se koristi.
Item1447=Sve datoteke sačuvane u direktorijumu 00.
Item1448=Datoteke se komprimuju u WIM format i da bi im se pristupilo moraju da se vrate na računar pomoću opcije Oporavak datoteka. Ova opcija svodi na minimum veličinu rezervne kopije i sve datoteke će biti vraćene na odredište koje navedete i biće dostupne preko prečice na radnoj površini.
Item1449=Kompresija nije podržana kada su izabrani 00 podaci.
Item1450=Rezervna kopija za 00 podatke se pravi u sledećem direktorijumu ispod korenskog direktorijuma za rezervnu kopiju:
Item1451=Kopirajte rezervnu kopiju 00 podataka iz navedenog direktorijuma medija za rezervnu kopiju na svoj sistem kada se oporavak završi.
Item1452=Rezervna kopija za 00 podatke može da se napravi samo pomoću opcije Bez kompresije.
Item1453=Kliknite na U redu da biste napravili rezervnu kopiju pomoću opcije Bez kompresije ili izaberite Otkaži da biste ponovo napravili rezervnu kopiju datoteka.

[Windows Recovery Environment]
Item1500=HP pravljenje rezervnih kopija i oporavak ili se obratite podršci kompanije HP

[Windows System Refresh]
Item1600=Osvežite svoj računar a da to ne utiče na vaše lične datoteke

[AboutInfo]
Item1700=Informacije
Item1701=Verzija
Item1702=Mediji za oporavak
Item1703=Sistem
Item1704=Broj proizvoda
Item1705=Serijski broj
Item1706=HP particija za oporavak
Item1707=Da
Item1708=Ne
Item1709=Osnovni podaci